tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "ory/tap"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "at-spi2-core"
brew "coreutils"
brew "bats-core"
brew "harfbuzz"
brew "openssl@3"
brew "openjdk"
brew "bfg"
brew "boost"
brew "btop"
brew "gcc"
brew "suite-sparse"
brew "ceres-solver"
brew "pkgconf"
brew "hdf5"
brew "colima"
brew "commitlint"
brew "csvkit"
brew "delve"
brew "docker", link: false
brew "docker-compose"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glow"
brew "gnupg"
brew "gobject-introspection"
brew "golang-migrate"
brew "openssl@1.1"
brew "python@3.9"
brew "graphene"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gtk+3"
brew "gtk4"
brew "libpsl"
brew "libsoup"
brew "pygobject3"
brew "rtmpdump"
brew "srtp"
brew "gstreamer"
brew "guile"
brew "htop"
brew "jq"
brew "k9s"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "libpq"
brew "libsoup@2"
brew "minikube"
brew "netcat"
brew "nvm"
brew "openvino"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openldap"
brew "pkcs11-helper"
brew "openvpn"
brew "pgcli"
brew "pkl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt@5"
brew "pyqt@5"
brew "python-setuptools"
brew "python@3.11"
brew "rename"
brew "stern"
brew "terragrunt"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript"
brew "watch"
brew "websocat"
brew "xsv"
brew "yamllint"
brew "yarn"
brew "yq", link: false
brew "hashicorp/tap/vault"
brew "ory/tap/cli"
cask "1password"
cask "1password-cli"
cask "anki"
cask "bruno"
cask "cursor"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "keycastr"
cask "miniconda"
cask "obs"
cask "r"
cask "rstudio"
cask "spotify"
cask "zen-browser"
vscode "1password.op-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "coenraads.disableligatures"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "olefjaerestad.vscode-circular-dependencies-finder"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "rvest.vs-code-prettier-eslint"
vscode "seyyedkhandon.firacode"
vscode "slhsxcmy.vscode-double-line-numbers"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
